{
    contains = contains; 
    "CouldNotSave" = "Ihre Änderungen konnten nicht gesichert werden: @@message@@";
    "CouldNotSavePleaseReapply" = "Ihre Änderungen konnten nicht gesichert werden. Der/die @@displayNameForEntity@@ wurde von einem anderen Benutzer verändert und Ihre Änderungen wurden verworfen. Bitte versuchen Sie es erneut.";
    "ends with" = "ends with";     
    "ERD2W.cancelCreationMessage" = "<b>Wollen Sie das Anlegen von @@displayNameForEntity@@ abbrechen?</b><br /><br />Mit <b>OK</b> verwerfen Sie alle Änderungen, mit <b>Abbrechen</b> können Sie weiter bearbeiten.";
    "ERD2W.pickButtonLabel" = "Select";
    "ERD2WEditToManyRelationship.noChoiceAvailable" = "Kein @@displayNameForEntity@@ verfügbar";
    "ERD2WInspect.alreadyAborted" = "<b>Sie haben diese Aktion bereits beendet.</b> Bitte drücken Sie <b>Abbrechen</b> und gebinnen Sie noch mal von vorne.";
    "ERD2WList.confirmDeletionMessage" = "<b>@@displayNameForEntity@@ wirklich löschen?</b><br />@@object.userPresentableDescription@@";
    "ERD2WQueryDateRange.format" = Format; 
    "ERD2WQueryDateRange.from" = von; 
    "ERD2WQueryDateRange.to" = bis; 
    "ERD2WQueryDateRangeJavaScript.and" = und; 
    "ERD2WQueryDateRangeJavaScript.between" = zwischen; 
    "ERD2WQueryNumberRange.from" = von; 
    "ERD2WQueryNumberRange.number" = Zahl; 
    "ERD2WQueryNumberRange.to" = bis; 
    "ERD2WQueryPage.plainMessage" = "@@displayNameForEntity@@"; 
    "ERD2WQueryPage.restrictedMessage" = "@@displayNameForEntity@@ (max @@fetchLimit@@)"; 
    "ERD2WQueryToManyField.is" = ist; 
    "ERD2WQueryToManyField.where" = wo; 
    "ERD2WQueryToOneField.is" = ist; 
    "ERD2WQueryToOneField.where" = wo; 
    "ERD2WWizardCreationPage.stepsMessage" = "Schritt @@currentStep@@ von @@tabSectionsContents.count@@";
    "ERDDatePopup.monthList" = ( "Jan",  "Feb", "Mär", "Apr", "Mai", "Jun", "Jul", "Aug", "Sep", "Okt", "Nov", "Dez");
    "ERDDefaultCancelCreationMessageAssignment.cancelCreationMessage" = "<b>Wollen Sie das Anlegen von @@displayNameForEntity@@ abbrechen?</b><br /><br />Mit <b>OK</b> verwerfen Sie alle Änderungen, mit <b>Abbrechen</b> können Sie weiter bearbeiten.";
    "ERDDisplayImageIfExists.message" = "No Picture Available"; 
    "ERDEditDatePopupOrNull.none" = "Nicht gesetzt";
    "ERDEditDatePopupOrNull.or" = "- oder -";
    "ERDEditList.saveLabel" = "@@pluralCount@@ @@pluralString@@ sichern?";
    "ERDEditListButton.editButtonName" = "@@displayNameForProperty@@ Liste bearbeiten";
    "ERDEditPasswordConfirm.infoMessage" = "<i>Bitte beachten: Groß-/Kleinschreibung bei Login Name und Passwort ist wichtig.<br>Ein Password muß zwischen 6 und 16 Zeichen lang sein und muß eine Ziffer enthalten.</i>";
    "ERDEditPasswordConfirm.newPasswordLabel" = "Neues Passwort";
    "ERDEditPasswordConfirm.passwordLabel" = "Passwort";
    "ERDEditPasswordConfirm.confirmLabel" = "Passwort bestätigen";
    "ERDEditPasswordConfirm.confirmNewLabel" = "Neues Passwort bestätigen";
    "ERDEditStringWithChoices.noSelectionString" = Keine; 
    "ERDEditToManyRelationship.add" = "Anlegen";
    "ERDEditToManyRelationship.delete" = "Ausgewählte löschen";
    "ERDEditToManyRelationship.remove" = "Entfernen";
    "ERDEmptyListMessage.emptyEmbeddedListMessage" = "<b>Keine @@displayNameForDestinationEntity@@ gefunden.</b>";
    "ERDEmptyListMessage.emptyListMessage" = "<b>Keine @@displayNameForEntity@@ gefunden.</b>";
    "ERDInspect.clear" = "Löschen";
    "ERDInspect.create" = "Anlegen";
    "ERDInspect.objectUnsetMessage" = "Kein @@displayNameForDestinationEntity@@ gesetzt.";
    "ERDInspect.select" = "Wählen...";
    "ERDList.create" = "Anlegen";
    "ERDQueryDateRangeJavaScript.and" = "und";
    "ERDQueryDateRangeJavaScript.between" = "zwischen";
    "ERDQueryTwoLevelRelationship.all" = "- alle -";
    "ERDTrashcan.confirmDeletionMessage" = "<b>@@displayNameForEntity@@ wirklich löschen?</b>";
    is = "is"; 
    like = "is like"; 
    "starts with" = "starts with"; 
}